<%
	Dim stu_type:stu_type=Request.QueryString("type")
	Select Case stu_type
	Case 5	' MEM
%>
{"fields":[
	{"field":"工业工程","sub":["精益管理","质量管理","工作研究与人因工程","物流与供应链管理","服务运营与技术创新","信息管理与电子商务","系统分析方法与优化技术"]},
	{"field":"项目管理","sub":["项目计划与控制","项目质量管理","项目可行性与评估","项目投融资与风险管理","项目管理信息化","企业项目化管理"]},
	{"field":"物流工程","sub":["物流系统规划","电子商务物流","仓储与库存管理","国际物流管理","供应链协调与整合","采购与供应管理","供应链金融"]}
]}
<%
	Case 6	' MBA
%>
{"fields":[
	{"field":"","sub":["创新与创业","物流与供应链管理","工业工程与信息系统","组织行为与人力资源管理","投资管理与公司财务","会计与财务管理","金融工程与风险管理","营销管理","企业战略管理"]}
]}
<%
	Case 7	' EMBA
%>
{"fields":[
	{"field":"","sub":["创新与创业","物流与供应链管理","工业工程与信息系统","组织行为与人力资源管理","投资管理与公司财务","会计与财务管理","金融工程与风险管理","营销管理","企业战略管理"]}
]}
<%
	Case 9	' MPAcc
%>
{"fields":[
	{"field":"","sub":["会计学"]}
]}
<%
	End Select
%>